<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadIdentifier</key>
	<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte</string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadScope</key>
	<string>User</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>d5fbeccd-8863-4b72-941f-b5a4c62859b5</string>
	<key>PayloadOrganization</key>
	<string>Test Restrictions</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>PayloadDisplayName</key>
	<string>Tester Account</string>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.applicationaccess.new</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.new</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>0eeba196-98c1-b1c2-d7b5-646827ae4842</string>
			<key>PayloadDisplayName</key>
			<string>Application Restrictions</string>
			<key>familyControlsEnabled</key>
			<true/>
			<key>pathBlackList</key>
			<array>
				<string>/Applications</string>
			</array>
			<key>pathWhiteList</key>
			<array>
				<string>/Library/Sophos Anti-Virus</string>
				<string>/Applications/Utilities/Adobe Application Manager/UWA</string>
			</array>
			<key>whiteList</key>
			<array>
				<dict>
					<key>appID</key>
					<data>+t4MAAAAADAAAAABAAAABgAAAAIAAAASY29tLmFwcGxlLlRleHRFZGl0AAAAAAAD</data>
					<key>appStore</key>
					<false/>
					<key>bundleID</key>
					<string>com.apple.TextEdit</string>
					<key>displayName</key>
					<string>TextEdit</string>
					<key>subApps</key>
					<array/>
				</dict>
				<dict>
					<key>appID</key>
					<data>+t4MAAAAALQAAAABAAAABgAAAAIAAAAoY29tLnNvcGhvcy5tYWNlbmRwb2ludC5Tb3Bob3MtQW50aS1WaXJ1cwAAAAYAAAAPAAAABgAAAA4AAAABAAAACiqGSIb3Y2QGAgYAAAAAAAAAAAAGAAAADgAAAAAAAAAKKoZIhvdjZAYBDQAAAAAAAAAAAAsAAAAAAAAACnN1YmplY3QuT1UAAAAAAAEAAAAKMkg1R0ZIMzc3NAAA</data>
					<key>appStore</key>
					<false/>
					<key>bundleID</key>
					<string>com.sophos.macendpoint.Sophos-Anti-Virus</string>
					<key>displayName</key>
					<string>Sophos Anti-Virus</string>
					<key>subApps</key>
					<array/>
				</dict>
				<dict>
					<key>appID</key>
					<data>+t4MAAAAADgAAAABAAAABgAAAAIAAAAbY29tLmFwcGxlLnN5c3RlbXByZWZlcmVuY2VzAAAAAAM=</data>
					<key>appStore</key>
					<false/>
					<key>bundleID</key>
					<string>com.apple.systempreferences</string>
					<key>displayName</key>
					<string>System Preferences</string>
					<key>subApps</key>
					<array>
						<dict>
							<key>appID</key>
							<data>+t4MAAAAADgAAAABAAAABgAAAAIAAAAaY29tLmFwcGxlLmluc3RhbGxBc3Npc3RhbnQAAAAAAAM=</data>
							<key>displayName</key>
							<string>installAssistant</string>
							<key>bundleID</key>
							<string>com.unknown.installAssistant</string>
						</dict>
						<dict>
							<key>appID</key>
							<data>+t4MAAAAADAAAAABAAAABgAAAAIAAAASY29tLmFwcGxlLmxhdW5jaGVyAAAAAAAD</data>
							<key>displayName</key>
							<string>launcher</string>
							<key>bundleID</key>
							<string>com.unknown.launcher</string>
						</dict>
					</array>
				</dict>
			</array>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.dashboard</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.dashboard</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>957c91b0-25ac-bbda-fd0c-68a9017d04f1</string>
			<key>PayloadDisplayName</key>
			<string>Dashboard Widget Restrictions</string>
			<key>whiteListEnabled</key>
			<true/>
			<key>WhiteList</key>
			<array/>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.systemuiserver</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.systemuiserver</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>fcb1edfd-acdd-0186-23e5-8c5035c235fd</string>
			<key>PayloadDisplayName</key>
			<string>Restrictions</string>
			<key>logout-eject</key>
			<dict/>
			<key>mount-controls</key>
			<dict>
				<key>blankcd</key>
				<array>
					<string>eject</string>
					<string>alert</string>
				</array>
				<key>blankdvd</key>
				<array>
					<string>eject</string>
					<string>alert</string>
				</array>
				<key>cd</key>
				<array>
					<string>eject</string>
					<string>alert</string>
				</array>
				<key>dvd</key>
				<array>
					<string>eject</string>
					<string>alert</string>
				</array>
				<key>dvdram</key>
				<array>
					<string>eject</string>
					<string>alert</string>
				</array>
				<key>disk-image</key>
				<array>
					<string>eject</string>
					<string>alert</string>
				</array>
				<key>harddisk-external</key>
				<array/>
				<key>harddisk-internal</key>
				<array/>
			</dict>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.DiscRecording</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.DiscRecording</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>68f263ff-2d8b-3f67-4fc4-1ee5c737bc8d</string>
			<key>PayloadDisplayName</key>
			<string>Media Access:  Disc Recording</string>
			<key>BurnSupport</key>
			<string>off</string>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.finder</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.finder</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>40f7c0b0-d65a-ad0d-e8ca-69a3b61a1f6a</string>
			<key>PayloadDisplayName</key>
			<string>Media Access:  Finder Settings</string>
			<key>ProhibitBurn</key>
			<true/>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.systempreferences</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.systempreferences</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>deffa4b8-cb96-4fe0-7f0b-46fdd0f6d352</string>
			<key>PayloadDisplayName</key>
			<string>System Preferences</string>
			<key>DisabledPreferencePanes</key>
			<array>
				<string>com.apple.preferences.users</string>
				<string>com.apple.preference.general</string>
				<string>com.apple.preference.universalaccess</string>
				<string>com.apple.preferences.appstore</string>
				<string>com.apple.preferences.softwareupdate</string>
				<string>com.apple.preferences.Bluetooth</string>
				<string>com.apple.preference.digihub.discs</string>
				<string>com.apple.preference.datetime</string>
				<string>com.apple.preference.desktopscreeneffect</string>
				<string>com.apple.preference.displays</string>
				<string>com.apple.preference.dock</string>
				<string>com.apple.preference.energysaver</string>
				<string>com.apple.preferences.extensions</string>
				<string>com.apple.prefpanel.fibrechannel</string>
				<string>com.apple.preferences.icloud</string>
				<string>com.apple.preference.ink</string>
				<string>com.apple.preferences.internetaccounts</string>
				<string>com.apple.preference.keyboard</string>
				<string>com.apple.Localization</string>
				<string>com.apple.preference.expose</string>
				<string>com.apple.preference.mouse</string>
				<string>com.apple.preference.network</string>
				<string>com.apple.preference.notifications</string>
				<string>com.apple.preferences.parentalcontrols</string>
				<string>com.apple.preference.printfax</string>
				<string>com.apple.preference.security</string>
				<string>com.apple.preferences.sharing</string>
				<string>com.apple.preference.sound</string>
				<string>com.apple.preference.speech</string>
				<string>com.apple.preference.spotlight</string>
				<string>com.apple.preference.startupdisk</string>
				<string>com.apple.prefs.backup</string>
				<string>com.apple.preference.trackpad</string>
				<string>com.apple.Xsan</string>
			</array>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.NetworkBrowser</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.NetworkBrowser</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>b1dbb05d-dc28-c797-e925-c4de1ee20bbf</string>
			<key>PayloadDisplayName</key>
			<string>AirDrop</string>
			<key>DisableAirDrop</key>
			<true/>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.appstore</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.appstore</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>965cc232-ca67-8c64-b950-87ae9c49d285</string>
			<key>PayloadDisplayName</key>
			<string>App Store</string>
			<key>restrict-store-softwareupdate-only</key>
			<true/>
			<key>restrict-store-disable-app-adoption</key>
			<true/>
			<key>restrict-store-require-admin-to-install</key>
			<true/>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.ShareKitHelper</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.ShareKitHelper</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>ecc2260b-9a35-866e-3ae5-2c9c411869d5</string>
			<key>PayloadDisplayName</key>
			<string>Restrictions</string>
			<key>SHKAllowedShareServices</key>
			<array/>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.gamed</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.gamed</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>19261a09-d0a4-db27-b6b5-809a3c680fb1</string>
			<key>PayloadDisplayName</key>
			<string>Game Center</string>
			<key>GKFeatureGameCenterAllowed</key>
			<false/>
			<key>GKFeatureAccountModificationAllowed</key>
			<true/>
			<key>GKFeatureAddingGameCenterFriendsAllowed</key>
			<true/>
			<key>GKFeatureMultiplayerGamingAllowed</key>
			<true/>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.desktop</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.desktop</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>dbdaf6b8-e64e-ba07-ee9a-322ed71648c3</string>
			<key>PayloadDisplayName</key>
			<string>Desktop</string>
			<key>locked</key>
			<true/>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.MCX</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.macosxrestrictions.b52f83a0-c1e0-0132-4f72-000c29b48376.MCX</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>eb4f5c71-929a-b043-938a-815c2bbc6e69</string>
			<key>PayloadDisplayName</key>
			<string>Restrictions</string>
			<key>safariAllowAutoFill</key>
			<false/>
		</dict>
		<dict>
			<key>PayloadType</key>
			<string>com.apple.dock</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>PayloadIdentifier</key>
			<string>com.apple.mdm.Server.local.d5fbeccd-8863-4b72-941f-b5a4c62859b5.alacarte.dock.819d65f0-c1e1-0132-4f73-000c29b48376</string>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadUUID</key>
			<string>819d65f0-c1e1-0132-4f73-000c29b48376</string>
			<key>PayloadDisplayName</key>
			<string>Dock</string>
			<key>tilesize</key>
			<integer>68</integer>
			<key>size-immutable</key>
			<true/>
			<key>magnification</key>
			<false/>
			<key>largesize</key>
			<integer>0</integer>
			<key>magnify-immutable</key>
			<true/>
			<key>magsize-immutable</key>
			<true/>
			<key>orientation</key>
			<string>bottom</string>
			<key>position-immutable</key>
			<true/>
			<key>mineffect</key>
			<string>genie</string>
			<key>mineffect-immutable</key>
			<true/>
			<key>launchanim</key>
			<true/>
			<key>launchanim-immutable</key>
			<true/>
			<key>autohide</key>
			<false/>
			<key>show-process-indicators</key>
			<true/>
			<key>show-process-indicators-immutable</key>
			<true/>
			<key>minimize-to-application</key>
			<false/>
			<key>minimize-to-application-immutable</key>
			<true/>
			<key>contents-immutable</key>
			<true/>
			<key>static-only</key>
			<true/>
			<key>static-apps</key>
			<array>
				<dict>
					<key>mcx_typehint</key>
					<integer>1</integer>
					<key>tile-type</key>
					<string>file-tile</string>
					<key>tile-data</key>
					<dict>
						<key>file-label</key>
						<string>TextEdit</string>
						<key>file-data</key>
						<dict>
							<key>_CFURLString</key>
							<string>/Applications/TextEdit.app</string>
							<key>_CFURLStringType</key>
							<integer>0</integer>
						</dict>
					</dict>
				</dict>
			</array>
			<key>static-others</key>
			<array/>
		</dict>
	</array>
</dict>
</plist>
